{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_System",
			"Children": [
				{
					"Source":
					{
						"Text": "New Game"
					},
					"Translation":
					{
						"Text": "Nueva Partida"
					},
					"Key": "NewGame"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Ajustes"
					},
					"Key": "Settings"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "Salir"
					},
					"Key": "Quit"
				},
				{
					"Source":
					{
						"Text": "Window Mode: "
					},
					"Translation":
					{
						"Text": "Modo de ventana: "
					},
					"Key": "WindowMode"
				},
				{
					"Source":
					{
						"Text": "Show FPS: "
					},
					"Translation":
					{
						"Text": "Mostrar FPS:"
					},
					"Key": "ShowFPS"
				},
				{
					"Source":
					{
						"Text": "Textures: "
					},
					"Translation":
					{
						"Text": "Texturas: "
					},
					"Key": "Textures"
				},
				{
					"Source":
					{
						"Text": "Shadows: "
					},
					"Translation":
					{
						"Text": "Sombras: "
					},
					"Key": "Shadow"
				},
				{
					"Source":
					{
						"Text": "Effects: "
					},
					"Translation":
					{
						"Text": "Efectos: "
					},
					"Key": "Effects"
				},
				{
					"Source":
					{
						"Text": "Post-Processing: "
					},
					"Translation":
					{
						"Text": "Post-Processing: "
					},
					"Key": "PostProcessing"
				},
				{
					"Source":
					{
						"Text": "View Distance: "
					},
					"Translation":
					{
						"Text": "Distancia de Dibujado: "
					},
					"Key": "ViewDiistance"
				},
				{
					"Source":
					{
						"Text": "Anti-aliasing: "
					},
					"Translation":
					{
						"Text": "Antialiasing: "
					},
					"Key": "Anti-aliasing"
				},
				{
					"Source":
					{
						"Text": "Title Screen"
					},
					"Translation":
					{
						"Text": "Menú Principal"
					},
					"Key": "TitleScreen"
				},
				{
					"Source":
					{
						"Text": "Retry"
					},
					"Translation":
					{
						"Text": "Reintentar"
					},
					"Key": "Retry"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "Continuar"
					},
					"Key": "Continue"
				},
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "Aplicar"
					},
					"Key": "Apply"
				},
				{
					"Source":
					{
						"Text": "Score"
					},
					"Translation":
					{
						"Text": "Puntuación"
					},
					"Key": "Score"
				},
				{
					"Source":
					{
						"Text": "High Score: "
					},
					"Translation":
					{
						"Text": "Máxima Puntuación: "
					},
					"Key": "HighScore"
				},
				{
					"Source":
					{
						"Text": "Tutorial/Help"
					},
					"Translation":
					{
						"Text": "Tutorial/Ayuda"
					},
					"Key": "tutorial"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Volver"
					},
					"Key": "Back"
				},
				{
					"Source":
					{
						"Text": "Close Window"
					},
					"Translation":
					{
						"Text": "Cerrar Ventana"
					},
					"Key": "CloseWindow"
				},
				{
					"Source":
					{
						"Text": "Next"
					},
					"Translation":
					{
						"Text": "Siguiente"
					},
					"Key": "Next"
				}
			]
		},
		{
			"Namespace": "ST_Tutorial",
			"Children": [
				{
					"Source":
					{
						"Text": "Tutorial"
					},
					"Translation":
					{
						"Text": "Tutorial"
					},
					"Key": "t_presentation"
				},
				{
					"Source":
					{
						"Text": "Use AWSD or Left Joystick on GamePad for move the character.\n\nUse the Mouse or Right Joystick for move the camera.\n\nUse RMB or Left Trigger on Gamepad for Aim.\n\nUse LMB or Right Trigger on Gamepad for Fire.\n\nUse Shift or Left Joystick Button on Gamepad for Run.\n\nUse Esc or 'P' or Start for display Pause Menu."
					},
					"Translation":
					{
						"Text": "Usa AWSD o el Joystick izquierdo en el Gamepad para mover el personaje.\n\nUsa el Mouse o el Joystick derecho para mover la camara.\n\nUsa Boton derecho del raton o el gatillo izquierdo para apuntar.\n\nUsa Boton izquierdo del raton o el gatillo derecho para disparar.\n\nUsa Shift o el boton del joystick izquierdo del Gamepad para Correr.\n\nUsa Esc, 'P' o Start para mostrar el Menu de Pausa."
					},
					"Key": "controls"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "Controles"
					},
					"Key": "t_controls"
				},
				{
					"Source":
					{
						"Text": "Last Words..."
					},
					"Translation":
					{
						"Text": "Últimas palabras"
					},
					"Key": "t_endwords"
				},
				{
					"Source":
					{
						"Text": "Your Ammo/Health are limited but you can recover some Health/Ammo in containers,\nBut be careful, you could be blocked by Enemies and sometimes some containers have nothing inside...\n"
					},
					"Translation":
					{
						"Text": "Tu munición/vida son limitadas pero puedes recuperar parte de estas en los contenedores\nPero ten cuidado, los enemigos no te lo pondran fácil, y algunas veces los contenedores no tienen nada dentro..."
					},
					"Key": "items"
				},
				{
					"Source":
					{
						"Text": "Hello and Welcome to this mini-game, \nThe goal of this game is reach highest score possible.\nThe maps and their items are generated randomly\n\nYou can get points by killing androids or moving forward on the map.\nIf you die, you lose. \nYou have 3 retries but you will not recover Ammo."
					},
					"Translation":
					{
						"Text": "Hola y bienvenido a este mini-juego,\nEl Objetivo del juego es alcanzar la puntuación más alta posible\nLos mapas y sus objetos son generados aleatoriamente.\n\nPuedes conseguir puntos venciendo androides o adentrandote en el mapa.\nSi mueres, Pierdes.\nTienes 3 oportunidades pero no vas a recuperar munición."
					},
					"Key": "presentation"
				},
				{
					"Source":
					{
						"Text": "Items"
					},
					"Translation":
					{
						"Text": "Objetos"
					},
					"Key": "t_Items"
				},
				{
					"Source":
					{
						"Text": "You can access to this Tutorial from Pause menu in the option \"Tutorial/Help\"\n\nThanks for take your time for try... and Enjoy it !!! :D"
					},
					"Translation":
					{
						"Text": "Puedes acceder a este tutorial desde el menu de pausa en la opcion \"Tutorial/Ayuda\"\n\nGracias por tomarte tu tiempo en probarlo... y ¡¡Disfrutalo!!"
					},
					"Key": "endwords"
				}
			]
		}
	]
}